adpyke.codesnap
alefragnani.project-manager
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
figma.figma-vscode-extension
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
glenn2223.live-sass
glitchbl.laravel-create-view
heybourn.headwind
hookyqr.beautify
infeng.vscode-react-typescript
jsayol.firebase-explorer
kisstkondoros.vscode-gutter-preview
loczek.next-js-ts-snippets
mehedidracula.php-namespace-resolver
mhutchie.git-graph
million.million-lint
ms-vscode.live-server
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
onecentlin.laravel-blade
pkief.material-icon-theme
pucelle.vscode-css-navigation
rangav.vscode-thunder-client
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
simonsiefke.svg-preview
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
xabikos.reactsnippets
yandeu.five-server
zignd.html-css-class-completion
zobo.php-intellisense
